export const ALL_PRODUCTS=[

        {
            id:1,
            name:"Fjallraven - рюкзак для ноутбука",
            img:"/img/fjallraven-img.jpg",
            price:"9990",
            rating:"4.5",
            description:"Ваш идеальный рюкзак для повседневного использования и прогулок в лесу. " +
                "Положите свой ноутбук (до 15 дюймов) в мягкий чехол на каждый день."
        },

        {
            id:2,
            name:"Мужская слим-футболка",
            img:"/img/mens-t-shirt.jpg",
            price:"1990",
            rating:"4.1",
            description:"Облегающий крой, контрастный длинный рукав реглан, планка на пуговицах с тремя пуговицами, легкий вес и мягкая ткань для воздухопроницаемости и комфорта. " +
                "А прочные сшитые рубашки с круглым вырезом отличаются долговечностью и отлично подходят для повседневной модной одежды и преданных поклонников бейсбола. " +
                "Круглый вырез в стиле Хенли дополнен планкой на трех пуговицах. "
        },
        {
            id:3,
            name:"Мужской жакет",
            img:"/img/mens-jacket.jpg",
            price:"1990",
            rating:"5.0",
            description: "Отличные куртки для верхней одежды на весну/осень/зиму, подходящие для многих случаев, например, для работы, пеших прогулок, кемпинга, альпинизма/скалолазания, " +
                "езды на велосипеде, путешествий или других видов активного отдыха. Хороший выбор подарка для вас или члена вашей семьи. " +
                "Теплая и сердечная любовь к отцу, мужу или сыну в этот день благодарения или Рождества."
        },
        {
            id:4,
            name:"Мужской слим-лонгслив",
            img:"/img/mens-longslive.jpg",
            price:"1990",
            rating:"3.8",
            description: "Цвет на экране и на практике может немного отличаться. / Обратите внимание, что телосложение зависит от человека, " +
                "поэтому подробную информацию о размерах следует просмотреть ниже в описании продукта."
        }
        ,{
            id:5,
            name:"Мужской браслет John Hardy Legends Naga",
            img:"/img/bijouterie-men-brasslet.jpg",
            price:"62990",
            rating:"4.2",
            description: "Нага из нашей коллекции Legends была вдохновлена мифическим водным драконом, защищающим жемчужину океана. Носите его лицом внутрь, чтобы получить любовь и изобилие, или наружу, чтобы защититься."
        },
        {
            id:6,
            name:
                "Женский браслет из золота с фианитами",
            img:"/img/bijouterie-women-brasslet.jpg",
            price:"14990",
            rating:"5.0",
            description: "Удовлетворение гарантировано. Верните или обменяйте любой заказ в течение 30 дней. Разработано и продано Центром Хафиз в США. Удовлетворение гарантировано. Возврат или обмен любого заказа в течение 30 дней."
        },
        {
            id:7,
            name:"Женское кольцо с бриллиантами",
            img:"/img/bijouterie-women-ring.jpg",
            price:"9990",
            rating:"3.8",
            description: "Классическое свадебное обручальное кольцо с бриллиантом и пасьянсом для нее. Подарки, которые еще больше испортят вашу любовь на помолвку, свадьбу, юбилей, День святого Валентина..."
        },
        {
            id:8,
            name:
                "Парные кольца из розового золота",
            img:"/img/bijouterie-double-ring.jpg",
            price:"15990",
            rating:"4.9",
            description: "Парные оручальные кольца с  покрытием из розового золота. Изготовлен из нержавеющей стали."

        },
        {
            id: 9,
            name: "WD 2TB Переносной диск - USB 3.0",
            img: "/img/wd-disk-2tb.jpg",
            price: "3990",
            rating: "3.3",
            description: "Совместимость с USB 3.0 и USB 2.0. Быстрая передача данных. Повышение производительности ПК. Высокая емкость; Совместимость в формате NTFS для Windows 10, Windows 8.1, Windows 7; Для других операционных систем может потребоваться переформатирование; Совместимость может варьироваться в зависимости от конфигурации оборудования и операционной системы пользователя."
        },
        {
            id:10,
            name:"SanDisk SSD PLUS 1TB Internal SSD - SATA III 6 Gb/s",
            img:"/img/sandisk-1tb.jpg",
            price:"3790",
            rating:"4.4",
            description: "Простое обновление для более быстрой загрузки, завершения работы, загрузки приложений и отклика (по сравнению с 2,5-дюймовым жестким диском SATA со скоростью 5400 об/мин; на основе опубликованных спецификаций и внутренних тестов с использованием оценок PCMark vantage) Повышает производительность пакетной записи, что делает его идеальным для типичных рабочих нагрузок ПК. Идеальный баланс производительности и надежности. Скорость чтения/записи до 535 МБ/с/450 МБ/с (по результатам внутреннего тестирования; производительность может варьироваться в зависимости от емкости диска, хост-устройства, ОС и приложения)."
        },
        {
            id:11,
            name:
                "Silicon Power 256GB SSD 3D NAND A55 SLC Cache Performance Boost SATA III 2.5",
            img:"/img/sp-disk-256gb.jpg",
            price:"2190",
            rating:"4.8",
            description: "Флэш-память 3D NAND обеспечивает высокую скорость передачи данных. Выдающаяся скорость передачи данных позволяет ускорить загрузку и повысить общую производительность системы. Усовершенствованная технология SLC Cache обеспечивает повышение производительности и продление срока службы. Тонкий корпус толщиной 7 мм подходит для ультрабуков и ультратонких ноутбуков. Поддерживает команду TRIM, технологию сбора мусора, RAID и ECC (проверка и исправление ошибок) для обеспечения оптимизированной производительности и повышенной надежности."
        },
        {
            id:12,
            name:"WD 4TB Gaming Drive Portable Hard Drive",
            img:"/img/wd-disk-4tb.jpg",
            price:"9990",
            rating:"3.8",
            description: "Классическое свадебное обручальное кольцо с бриллиантом и пасьянсом для нее. Подарки, которые еще больше испортят вашу любовь на помолвку, свадьбу, юбилей, День святого Валентина..."
        },
        {
            id:13,
            name:
                "Acer SB220Q  Full HD монитор IPS Ultra-Thin",
            img:"/img/acer-monitor.jpg",
            price:"7590",
            rating:"2.9",
            description: "21,5-дюймовый широкоэкранный IPS-дисплей Full HD (1920 x 1080) и технология Radeon Free Sync. Нет совместимости с креплением VESA. Частота обновления: 75 Гц — использование порта HDMI. Конструкция с нулевым кадром | ультратонкий | Время отклика 4 мс | IPS-панель Соотношение сторон — 16:9. Поддерживаемая цветовая гамма — 16,7 млн ​​цветов. Яркость - 250 нит Угол наклона -5 градусов до 15 градусов. Угол обзора по горизонтали – 178 градусов. Угол обзора по вертикали — 178 градусов, 75 Гц."

        },
        {
            id:17,
            name:
                "Samsung 49-Inch CHG90 144Hz Curved Gaming Monitor – Super Ultrawide Screen QLED",
            img:"/img/samsung-monitor.jpg",
            price:"15990",
            rating:"4.1",
            description: "21,5-дюймовый широкоэкранный IPS-дисплей Full HD (1920 x 1080) и технология Radeon Free Sync. Нет совместимости с креплением VESA. Частота обновления: 75 Гц — использование порта HDMI. Конструкция с нулевым кадром | ультратонкий | Время отклика 4 мс | IPS-панель Соотношение сторон — 16:9. Поддерживаемая цветовая гамма — 16,7 млн ​​цветов. Яркость - 250 нит Угол наклона -5 градусов до 15 градусов. Угол обзора по горизонтали – 178 градусов. Угол обзора по вертикали — 178 градусов, 75 Гц."

        }
        ,
        {
            id:14,
            name:
                "Женская 3в1 куртка для сноубординга",
            img:"/img/womens-purple-jacket.jpg",
            price:"5690",
            rating:"2.8",
            description: "Примечание: Куртки соответствуют стандартному размеру США. Пожалуйста, выберите размер, который соответствует вашему обычному ношению. Материал: 100% полиэстер; Съемная подкладка. Ткань: теплый флис. Съемная функциональная подкладка: приятная для кожи, легкая и теплая. Куртка с воротником-стойкой согреет вас в холодную погоду. Карманы на молнии: 2 кармана для рук на молнии, 2 кармана на молнии на груди "
        },
        {
            id:15,
            name:"Женская черная джинсовка",
            img:"/img/womens-black-jacket.jpg",
            price:"2990",
            rating:"4.8",
            description: "Классическое свадебное обручальное кольцо с бриллиантом и пасьянсом для нее. Подарки, которые еще больше испортят вашу любовь на помолвку, свадьбу, юбилей, День святого Валентина..."
        },
        {
            id:16,
            name:
                "Женская демисезонная ветровка",
            img:"/img/womens-blue-jacket.jpg",
            price:"3390",
            rating:"4.1",
            description: "Легкий идеальный вариант для путешествий или повседневной носки --- Длинный рукав с капюшоном, регулируемая талия на шнурке. Плащ с застежкой на пуговицы и молнию спереди, полностью полосатый. На подкладке. Дождевик имеет 2 боковых кармана, хорошего размера, чтобы вместить все виды вещей, он закрывает бедра, а объемный капюшон не переусердствует. Прикрепленный капюшон на хлопковой подкладке с Регулируемые завязки придают ему стильный вид."

        }

]
export const WOMEN_CLOTH = [


    {
        id:3,
        name:"Мужской жакет",
        img:"/img/mens-jacket.jpg",
        price:"1990",
        rating:"5.0",
        description: "Отличные куртки для верхней одежды на весну/осень/зиму, подходящие для многих случаев, например, для работы, пеших прогулок, кемпинга, альпинизма/скалолазания, " +
            "езды на велосипеде, путешествий или других видов активного отдыха. Хороший выбор подарка для вас или члена вашей семьи. " +
            "Теплая и сердечная любовь к отцу, мужу или сыну в этот день благодарения или Рождества."
    },
    {
        id:4,
        name:"Мужской слим-лонгслив",
        img:"/img/mens-longslive.jpg",
        price:"1990",
        rating:"3.8",
        description: "Цвет на экране и на практике может немного отличаться. / Обратите внимание, что телосложение зависит от человека, " +
            "поэтому подробную информацию о размерах следует просмотреть ниже в описании продукта."
    }
    ,
    {
        id:16,
        name:"Женская демисезонная ветровка",
        img:"/img/womens-blue-jacket.jpg",
        price:"3390",
        rating:"4.1",
        description: "Легкий идеальный вариант для путешествий или повседневной носки --- Длинный рукав с капюшоном, регулируемая талия на шнурке. Плащ с застежкой на пуговицы и молнию спереди, полностью полосатый. На подкладке. Дождевик имеет 2 боковых кармана, хорошего размера, чтобы вместить все виды вещей, он закрывает бедра, а объемный капюшон не переусердствует. Прикрепленный капюшон на хлопковой подкладке с Регулируемые завязки придают ему стильный вид."

    },
    {
        id:2,
        name:"Мужская слим-футболка",
        img:"/img/mens-t-shirt.jpg",
        price:"1990",
        rating:"4.1",
        description:"Облегающий крой, контрастный длинный рукав реглан, планка на пуговицах с тремя пуговицами, легкий вес и мягкая ткань для воздухопроницаемости и комфорта. " +
            "А прочные сшитые рубашки с круглым вырезом отличаются долговечностью и отлично подходят для повседневной модной одежды и преданных поклонников бейсбола. " +
            "Круглый вырез в стиле Хенли дополнен планкой на трех пуговицах. "
    },

    {
        id:15,
        name:"Женская черная джинсовка",
        img:"/img/womens-black-jacket.jpg",
        price:"2990",
        rating:"4.8",
        description: "Классическое свадебное обручальное кольцо с бриллиантом и пасьянсом для нее. Подарки, которые еще больше испортят вашу любовь на помолвку, свадьбу, юбилей, День святого Валентина..."
    },
    {
        id:1,
        name:"Fjallraven - рюкзак для ноутбука",
        img:"/img/fjallraven-img.jpg",
        price:"9990",
        rating:"4.5",
        description:"Ваш идеальный рюкзак для повседневного использования и прогулок в лесу. " +
            "Положите свой ноутбук (до 15 дюймов) в мягкий чехол на каждый день."
    },
    {
        id:14,
        name:
            "Женская 3в1 куртка для сноубординга",
        img:"/img/womens-purple-jacket.jpg",
        price:"5690",
        rating:"2.8",
        description: "Примечание: Куртки соответствуют стандартному размеру США. Пожалуйста, выберите размер, который соответствует вашему обычному ношению. Материал: 100% полиэстер; Съемная подкладка. Ткань: теплый флис. Съемная функциональная подкладка: приятная для кожи, легкая и теплая. Куртка с воротником-стойкой согреет вас в холодную погоду. Карманы на молнии: 2 кармана для рук на молнии, 2 кармана на молнии на груди "
    },

]
export const ELECTRONIC_PRODUCTS=[
    {
        id: 9,
        name: "WD 2TB Переносной диск - USB 3.0",
        img: "/img/wd-disk-2tb.jpg",
        price: "3990",
        rating: "3.3",
        description: "Совместимость с USB 3.0 и USB 2.0. Быстрая передача данных. Повышение производительности ПК. Высокая емкость; Совместимость в формате NTFS для Windows 10, Windows 8.1, Windows 7; Для других операционных систем может потребоваться переформатирование; Совместимость может варьироваться в зависимости от конфигурации оборудования и операционной системы пользователя."
    },
    {
        id:10,
        name:"SanDisk SSD PLUS 1TB Internal SSD - SATA III 6 Gb/s",
        img:"/img/sandisk-1tb.jpg",
        price:"3790",
        rating:"4.4",
        description: "Простое обновление для более быстрой загрузки, завершения работы, загрузки приложений и отклика (по сравнению с 2,5-дюймовым жестким диском SATA со скоростью 5400 об/мин; на основе опубликованных спецификаций и внутренних тестов с использованием оценок PCMark vantage) Повышает производительность пакетной записи, что делает его идеальным для типичных рабочих нагрузок ПК. Идеальный баланс производительности и надежности. Скорость чтения/записи до 535 МБ/с/450 МБ/с (по результатам внутреннего тестирования; производительность может варьироваться в зависимости от емкости диска, хост-устройства, ОС и приложения)."
    },
    {
        id:11,
        name:
            "Silicon Power 256GB SSD 3D NAND A55 SLC Cache Performance Boost SATA III 2.5",
        img:"/img/sp-disk-256gb.jpg",
        price:"2190",
        rating:"4.8",
        description: "Флэш-память 3D NAND обеспечивает высокую скорость передачи данных. Выдающаяся скорость передачи данных позволяет ускорить загрузку и повысить общую производительность системы. Усовершенствованная технология SLC Cache обеспечивает повышение производительности и продление срока службы. Тонкий корпус толщиной 7 мм подходит для ультрабуков и ультратонких ноутбуков. Поддерживает команду TRIM, технологию сбора мусора, RAID и ECC (проверка и исправление ошибок) для обеспечения оптимизированной производительности и повышенной надежности."
    },
    {
        id:12,
        name:"WD 4TB Gaming Drive Portable Hard Drive",
        img:"/img/wd-disk-4tb.jpg",
        price:"9990",
        rating:"3.8",
        description: "Классическое свадебное обручальное кольцо с бриллиантом и пасьянсом для нее. Подарки, которые еще больше испортят вашу любовь на помолвку, свадьбу, юбилей, День святого Валентина..."
    },
    {
        id:13,
        name:
            "Acer SB220Q  Full HD монитор IPS Ultra-Thin",
        img:"/img/acer-monitor.jpg",
        price:"7590",
        rating:"2.9",
        description: "21,5-дюймовый широкоэкранный IPS-дисплей Full HD (1920 x 1080) и технология Radeon Free Sync. Нет совместимости с креплением VESA. Частота обновления: 75 Гц — использование порта HDMI. Конструкция с нулевым кадром | ультратонкий | Время отклика 4 мс | IPS-панель Соотношение сторон — 16:9. Поддерживаемая цветовая гамма — 16,7 млн ​​цветов. Яркость - 250 нит Угол наклона -5 градусов до 15 градусов. Угол обзора по горизонтали – 178 градусов. Угол обзора по вертикали — 178 градусов, 75 Гц."

    },
    {
        id:17,
        name:
            "Samsung 49-Inch CHG90 144Hz Curved Gaming Monitor – Super Ultrawide Screen QLED",
        img:"/img/samsung-monitor.jpg",
        price:"15990",
        rating:"4.1",
        description: "21,5-дюймовый широкоэкранный IPS-дисплей Full HD (1920 x 1080) и технология Radeon Free Sync. Нет совместимости с креплением VESA. Частота обновления: 75 Гц — использование порта HDMI. Конструкция с нулевым кадром | ультратонкий | Время отклика 4 мс | IPS-панель Соотношение сторон — 16:9. Поддерживаемая цветовая гамма — 16,7 млн ​​цветов. Яркость - 250 нит Угол наклона -5 градусов до 15 градусов. Угол обзора по горизонтали – 178 градусов. Угол обзора по вертикали — 178 градусов, 75 Гц."

    }
]
export const JEWELRY_PRODUCT=[
    {
        id:5,
        name:"Мужской браслет John Hardy Legends Naga",
        img:"/img/bijouterie-men-brasslet.jpg",
        price:"62990",
        rating:"4.2",
        description: "Нага из нашей коллекции Legends была вдохновлена мифическим водным драконом, защищающим жемчужину океана. Носите его лицом внутрь, чтобы получить любовь и изобилие, или наружу, чтобы защититься."
    },
    {
        id:6,
        name:
            "Женский браслет из золота с фианитами",
        img:"/img/bijouterie-women-brasslet.jpg",
        price:"14990",
        rating:"5.0",
        description: "Удовлетворение гарантировано. Верните или обменяйте любой заказ в течение 30 дней. Разработано и продано Центром Хафиз в США. Удовлетворение гарантировано. Возврат или обмен любого заказа в течение 30 дней."
    },
    {
        id:7,
        name:"Женское кольцо с бриллиантами",
        img:"/img/bijouterie-women-ring.jpg",
        price:"9990",
        rating:"3.8",
        description: "Классическое свадебное обручальное кольцо с бриллиантом и пасьянсом для нее. Подарки, которые еще больше испортят вашу любовь на помолвку, свадьбу, юбилей, День святого Валентина..."
    },
    {
        id:8,
        name:
            "Парные кольца из розового золота",
        img:"/img/bijouterie-double-ring.jpg",
        price:"15990",
        rating:"4.9",
        description: "Парные оручальные кольца с  покрытием из розового золота. Изготовлен из нержавеющей стали."

    }
]
